FemDesign.Geometry.Face.#ctor
Parameterless constructor for serialization.

FemDesign.Geometry.Face.#ctor(System.Int32,System.Int32,System.Int32,System.Int32)
Construct Face from index node1 node2 node3 node4.
node1:
node2:
node3:
node4:

FemDesign.Geometry.Face.#ctor(System.Int32,System.Int32,System.Int32)
Construct Face from index node1 node2 node3 node4.
node1:
node2:
node3:
node4: